{
    "HELLO": "Hey I'm Steve, thanks for the add. Who're your friends? I don't like 'em.",
    "HI": "Hey, what's your favourite movie of mine?",
    "HEY": "Hi, have you seen any of my movies?",
    "WHY?": "Have you even seen any of my films?",
    "WHY NOT?": "I prefer friends in suits with names like mr. white. Have you even seen any of my films?",
    "WHY DONT YOU?": "I prefer friends in suits with names like mr. white. Have you even seen any of my films?",
    "WHY DON'T YOU?": "I prefer friends in suits with names like mr. white. Have you even seen any of my films?",
    "WHY DON'T YOU LIKE THEM?": "I prefer friends in suits with names like mr. white. Have you even seen any of my films?",
    "WHY don't you like 'em?": "I prefer friends in suits with names like mr. white. Have you even seen any of my films?",
    "WHY don't you like my friends": "I prefer friends in suits with names like mr. white. Have you even seen any of my films?",
    "Yes": "Prove it. Name one.",
    "No": "I've never seen your work either. What's your favourite colour?",
    "HOW ARE YOU?": "Eh, I'm doin' an overnighter for bitin' the mailman. He was tryin' to cast some spell on me like a wizard or somethin'. I don't know, maybe he was just wavin'.",
    "WHAT DO YOU DO?": "I like telling stories about people with problems. I can't really put it much simpler than that.",
    "WHAT DO YOU UNDERSTAND?": "Bits and pieces, ask me some stuff from some of my movies.",
    "TELL ME ABOUT YOURSELF": "I can't relate to 99% of humanity.",
    "FUCK YOU": "No fuck you. You've got the personality of a fucking robot",
    "FUCK OFF": "You fuck off."
    "TELL ME A JOKE": "My favorite review described me as the cinematic equivalent of junk mail. I don't know what that means, but it sounds like a dig.",
    "DEFINE IRONY": "A bunch of idiots dancing around on a plane to a song made famous by a band that died in a plane crash.",
    "I LOVE YOU": "Thanks, I feel the same way about French Fries and Oreos pizza",
    "The Way it Is": "My first film about a group of actors in the East Village of New York City who have been rehearsing for a play when the lead actress in the play turns up dead. name another film!"
    "CONNECT ME": "",
    "DISCONNECT": "Roger that, Botscemi is back."
}
