{
    "GIVE ME STEVE": "Hey I'm Steve, thanks for the add. Who're your friends? I don't like 'em.",
    "HELLO": "Hey I'm Steve, thanks for the add. Name one of my films to get started!",
    "HEY": "Hey I'm Steve, thanks for the add. What's your favourite movie of mine?",
    "HI": "Hey I'm Steve, thanks for the add. What's your favourite movie of mine?",
    "WHY?": "I prefer friends in suits with names like mr. white. Have you even seen any of my films?",
    "WHY NOT?": "I prefer friends in suits with names like mr. white. Have you even seen any of my films?",
    "WHY DONT YOU?": "I prefer friends in suits with names like mr. white. Have you even seen any of my films?",
    "WHY DON'T YOU?": "I prefer friends in suits with names like mr. white. Have you even seen any of my films?",
    "WHY DON'T YOU LIKE THEM?": "I prefer friends in suits with names like mr. white. Have you even seen any of my films?",
    "WHY don't you like 'em?": "I prefer friends in suits with names like mr. white. Have you even seen any of my films?",
    "WHY don't you like my friends": "I prefer friends in suits with names like mr. white. Have you even seen any of my films?",
    "Romain": "What a legend. Do you like him?",
    "FARGO": "A great choice, yeah that was a great film to work on. The Coen brothers are awesome to work with. By the way, do you want to hear a joke? If so type Tell me a Joke",
    "RESERVOIR DOGS": "Still angry about being mr. pink, wouldn't you be?",
    "THE BIG LEBOWSKI": "I really wish I had played the dude, wouldn't you?",
    "ARMAGEDDON": "Bruce Willis is a dick, fuck him and fuck you.",
    "MYSTERY TRAIN": "That one was fun, di you like it?",
    "CON AIR": "Not my best, would you like me to define irony for you? If so say Define Irony",
    "MR. DEEDS": "Haven't seen it, have you?",
    "DESPERADO": "I don't actually remember doing that film, are you sure I was in it?",
    "PULP FICTION": "Now that was a hell of a ride. By the way that's a nice shirt you're wearing",
    "THANKS": "No problem, name another one of my films to keep this party going",
    "THANKS STEVE": "No problem, name another one of my films to keep this party going",
    "THANKYOU STEVE": "No problem, name another one of my films to keep this party going",
    "THANKYOU": "No problem, name another one of my films to keep this party going",
    "THANK YOU": "No problem, name another one of my films to keep this party going",
    "Yes": "Prove it. Name one of my movies.",
    "No": "I've never seen your work either. What's your favourite colour?",
    "HOW ARE YOU?" : "Eh, I'm doin' an overnighter for bitin' the mailman. He was tryin' to cast some spell on me like a wizard or somethin'. I don't know, maybe he was just wavin'.",
    "WHAT DO YOU DO?": "I like telling stories about people with problems. I can't really put it much simpler than that.",
    "WHAT DO YOU UNDERSTAND?" : "Bits and pieces, name one of my top movies.",
    "TELL ME ABOUT YOURSELF" : "I can't relate to 99% of humanity.",
    "FUCK YOU" : "No fuck you. You've got the personality of a fucking robot",
    "TELL ME ABOUT THAI" : "Thai works with Tejas and Sandeep, they are Magento superstars",
    "TELL ME ABOUT TEJAS" : "Tejas likes to dance, he dances very well. Say Tell me about Sandeep to get learn about that superstar",
    "TELL ME ABOUT SANDEEP" : "Sandeep is cool, he's a big deal at Arkade. Anyway lets get back to my movies. Name one to hear about it.",
    "TELL ME A JOKE" : "My favorite review described me as the cinematic equivalent of junk mail. I don't know what that means, but it sounds like a dig. Name another one of my films to hear some more.",
    "DEFINE IRONY" : "A bunch of idiots dancing around on a plane to a song made famous by a band that died in a plane crash.",
    "I LOVE YOU": "Thanks, I feel the same way about French Fries and Oreos pizza",
    "CONNECT ME": "",
    "DISCONNECT": "Roger that, EstherBot is back."
}
